# Start command
start-command = Привет! Я бот, отсчитывающий время до чего угодно!

    Хочешь - отсчитаю до дня рождения, хочешь - до нового года. Все зависит от тебя!
    Жмякай на кнопку ниже и будем считать...
start-button = Считать!

# Count conversation
count-enter-name = Введи название события. Например: Новый год 🎄
count-enter-date = Введи дату события в формате ДД.ММ.ГГГГ. Например: 31.12.2025
count-enter-timezone = Для корректной работы боту необходимо знать ваш часовой пояс. Нажмите на кнопку ниже или введите название ближайшего города
count-button-timezone = 🌍 Отправить локацию
count-created = ⏳ Вы создали счетчик { $name }
    Дата события: { $date }
    Часовой пояс: { $timezone }

# Count conversation errors
count-invalid-date = Вы ввели некорректную дату!
count-invalid-timezone = Мы не нашли данную локацию 🤔

# Unknown values
unknown-count-name = Неизвестное событие